Repository: common-repository/scand-easy-ga-toolkit
Catalog: languages/scand-easy-*-toolkit-*.po
Languages: ru_ru

source: Invalid google Tracking ID
ru_ru: Неверный идентификатор Google Analytics

source: Invalid file name extensions
ru_ru: Неверное расширение имени файла

source: General settings
ru_ru: Общие настройки

source: Settings saved!
ru_ru: Настройки успешно сохранены!

source: Running mode
ru_ru: Режим работы

source: Production
ru_ru: Рабочий

source: Production (full functionality is available)
ru_ru: Рабочий (доступна полная функциональность)

source: Development
ru_ru: Тестовый

source: Development (GA functions are disabled and replaced with console output)
ru_ru: Тестовый (GA-функционал отключен и заменен выводом данных в консоль)

source: Tracking mode
ru_ru: Режим отслеживания

source: Global Site Tag (gtag.js)
ru_ru: Глобальный тег сайта (gtag.js)

source: Google Analytics tracking ID
ru_ru: Идентификатор Google Analytics

source: Add Google Analytics tracking ID (UA-XXXXXXX-YY)
ru_ru: Введите идентификатор Google Analytics в формате (UA-XXXXXXX-YY)

source: Force SSL
ru_ru: Использовать SSL

source: Setting Force SSL to true will force HTTP pages to also send all beacons using HTTPS.
ru_ru: Будет принудительно использоваться передача данных по HTTPS-протоколу.

source: Event Tracking
ru_ru: Отслеживаемые события

source: Emails
ru_ru: Ссылки на адреса эл. почты

source: looks like <a href="mailto:contact@scand.com">mail me</a>
ru_ru: ссылка будет иметь вид <a href="mailto:contact@scand.com">mail me</a>

source: Phone Numbers
ru_ru: Ссылки на телефонные номера

source: looks like <a href="tel:+375172560877">contact us</a>
ru_ru: ссылка будет иметь вид <a href="tel:+375172560877">contact us</a>

source: Skype
ru_ru: Скайп

source: looks like <a href="skype:username">Call us by skype</a>
ru_ru: ссылка будет иметь вид <a href="skype:username">Call us by skype</a>

source: Outbound
ru_ru: Ссылки на другие ресурсы

source: looks like <a href="http://scand.com"></a> or <a href="https://scand.com"></a>
ru_ru: ссылка будет иметь вид <a href="http://scand.com"></a> или <a href="https://scand.com"></a>

source: occurs when moving to a non-existent address
ru_ru: возникает при переходе на несуществующий адрес

source: Error 404
ru_ru: Ошибка 404

source: Downloads
ru_ru: Ссылки на скачивание файлов

source: file extensions without a dot that will be tracked on hit
ru_ru: расширения файлов должны быть без точки

source: Custom Events
ru_ru: Пользовательские события

source: Description
ru_ru: Показать описание

source: Example
ru_ru: Показать пример

source: JavaScript items
ru_ru: Параметры JavaScript

source: Bound event: a JavaScript event linked with page elements
ru_ru: Связанное событие: событие JavaScript при взаимодействии с элементами страницы

source: CSS selector: a page element that will interact
ru_ru: CSS селектор: элемент страницы, с которым будет происходить взааимодействие

source: preventDefault: allow or forbid element regular behaviour
ru_ru: Запретить по умолчанию: запретить событию вести себя как оно должно

source: Area for the JavaScript code: becomes visible if you set a data type of GA label and GA value as a JS variable
ru_ru: Поле для JavaScript-кода: скрыто, но становится видимым, если тип данных в полях Ярлык и Значение установить как JavaScript-инструкцию

source: GA items
ru_ru: Параметры Google Analytics

source: Hit type: a click type generated on page
ru_ru: Тип обращения: тип клика, сгенерированного страницей

source: Category: an object that is interacted with
ru_ru: Категория: тип объекта, с которым происходит взаимодействие

source: Action: a type of interaction
ru_ru: Действие: тип взаимодействия

source: Label: useful for categorizing events
ru_ru: Ярлык: используется для выделения событий по категориям

source: Label/Value type: defines a type of input field data that will be treated as a string literal or a JavaScript variable
ru_ru: Тип ярлыка/значения: определяет тип данных поля ввода, которые будут обрабатываться как строки или как JavaScript-инструкция

source: Value: A numeric value associated with the event
ru_ru: Значение: цифровое значение, связанное с событием

source: NI: a non-interaction marker
ru_ru: НВ: маркер отсутсвия взаимодействия

source: In order to track a click event, you have to type the 'click' value in the 'bound event' input field, then enter any CSS selector you'd like to be tracked down in the 'CSS selector' input field, and specify the preventDefault behaviour in an appropriate dropdown box by selecting a 'yes' or 'no' option . After that, fill in the input fields related to the Google Analytics functionality.
ru_ru: Для отслеживания клика мыши Вам необходимо ввести 'click' в поле 'Связанное событие'. Затем в поле 'CSS-селектор' ввести значение любого CSS-селектора, который будет срабатывать на событие клика мыши. Определите действие по умолчанию выбранного события в выпадающем списке. Перейдите к строке 'GA-параметры' и введите данные в соответствии с требованиями функциональности Google Analytics.

source: For more details you can visit
ru_ru: Больше информации Вы можете получить по ссылке

source: Hide
ru_ru: Скрыть

source: Bound event
ru_ru: Связанное событие

source: CSS selector
ru_ru: CSS селектор

source: Prevent default
ru_ru: Запретить по умолчанию

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Event: {{EVENT}} for {{SELECTOR}}
ru_ru: Событие: {{EVENT}} для {{SELECTOR}}

source: Event: not defined
ru_ru: Событие: не определено

source: Event
ru_ru: Событие

source: for
ru_ru: для

source: not defined
ru_ru: не определено

source: Hit type
ru_ru: Тип обращения

source: Category
ru_ru: Категория

source: Action
ru_ru: Действие

source: NI
ru_ru: НВ

source: Label
ru_ru: Ярлык

source: Label type
ru_ru: Тип ярлыка

source: Value type
ru_ru: Тип значения

source: String
ru_ru: Cтрока

source: JavaScript instruction
ru_ru: JavaScript инструкция

source: There must be your JavaScript code here
ru_ru: Здесь должен быть Ваш JavaScript код

source: Value
ru_ru: Значение

source: Integer
ru_ru: Число

source: Area for JavaScript
ru_ru: Введите код JavaScript

source: Remove
ru_ru: Удалить

source: Add event
ru_ru: Добавить событие

source: Save Changes
ru_ru: Сохранить

source: Check category field in your custom events
ru_ru: Проверьте поле "Категория" пользовательских событий

source: Hide description
ru_ru: Скрыть описание

source: Hide example
ru_ru: Скрыть пример

source: Scand Easy Google Analytics Toolkit makes it super easy to integrate Google Analytics tracking code in your web-site
ru_ru: Scand Easy Google Analytics Toolkit упрощает интеграцию кода отслеживания Google Analytics на Ваш веб-сайт
